#+CATEGORY: trc

*** NEXT Print sermon copies                                           :@NET:
    SCHEDULED: <2017-08-15 Tue ++1w>
    :PROPERTIES:
    :ID:       1d499d08-3b50-45ac-97f1-d06d4a46bde8
    :Effort:   0:05
    :worklog: [[file:worklog.org::*Print][Print sermon]]
    :REPEAT_TO_STATE: NEXT
    :END:
    :LOGBOOK:
    - State "DONE"       from "NEXT"       [2017-08-09 Wed 14:10]
    - State "DONE"       from "NEXT"       [2017-08-01 Tue 16:25]
    - State "DONE"       from "NEXT"       [2017-07-25 Tue 11:00]
    - State "DONE"       from "NEXT"       [2017-07-18 Tue 10:45]
    - State "DONE"       from "NEXT"       [2017-07-11 Tue 11:15]
    - State "DONE"       from "NEXT"       [2017-07-05 Wed 10:35]
    - State "DONE"       from "NEXT"       [2017-06-27 Tue 11:25]
    - State "DONE"       from "NEXT"       [2017-06-20 Tue 16:40]
    CLOCK: [2017-06-20 Tue 16:29]--[2017-06-20 Tue 16:38] =>  0:09
    - State "DONE"       from "NEXT"       [2017-06-06 Tue 10:50]
    - State "DONE"       from "NEXT"       [2017-05-23 Tue 14:50]
    - State "DONE"       from "NEXT"       [2017-05-17 Wed 16:20]
    - State "WAIT"       from "NEXT"       [2017-05-10 Wed 11:50]
    - State "DONE"       from "NEXT"       [2017-05-02 Tue 09:40]
    - State "WAIT"       from "NEXT"       [2017-04-11 Tue 09:15]
    - State "DONE"       from "NEXT"       [2017-04-04 Tue 08:50]
    - State "DONE"       from "NEXT"       [2017-03-28 Tue 10:50]
    - State "DONE"       from "NEXT"       [2017-03-22 Wed 16:50]
    - State "DONE"       from "NEXT"       [2017-03-14 Tue 14:30]
    - State "WAIT"       from "NEXT"       [2017-03-09 Thu 12:05]
    - State "DONE"       from "NEXT"       [2017-03-01 Wed 11:45]
    - State "DONE"       from "NEXT"       [2017-02-23 Thu 11:40]
    - State "DONE"       from "NEXT"       [2017-02-14 Tue 16:00]
    - State "DONE"       from "NEXT"       [2017-02-07 Tue 11:45]
    - State "DONE"       from "NEXT"       [2017-01-31 Tue 12:15]
    - State "DONE"       from "NEXT"       [2017-01-24 Tue 11:30]
    - State "DONE"       from "NEXT"       [2017-01-19 Thu 07:55]
    - State "DONE"       from "NEXT"       [2017-01-17 Tue 13:25]
    - State "DONE"       from "NEXT"       [2017-01-05 Thu 16:00]
    - State "DONE"       from "NEXT"       [2016-12-20 Tue 10:05]
    - State "DONE"       from "NEXT"       [2016-12-13 Tue 15:30]
    - State "DONE"       from "NEXT"       [2016-12-06 Tue 11:45]
    - State "DONE"       from "NEXT"       [2016-11-29 Tue 11:15]
    - State "DONE"       from "NEXT"       [2016-11-22 Tue 09:50]
    - State "DONE"       from "NEXT"       [2016-11-08 Tue 15:30]
    - State "DONE"       from "NEXT"       [2016-10-25 Tue 12:00]
    - State "DONE"       from "NEXT"       [2016-10-20 Thu 10:25]
    - State "WAIT"       from "NEXT"       [2016-10-05 Wed 11:40]
    - State "WAIT"       from "NEXT"       [2016-09-27 Tue 11:05]
    - State "WAIT"       from "NEXT"       [2016-09-20 Tue 16:55]
    - State "WAIT"       from "NEXT"       [2016-09-13 Tue 11:30]
    - State "WAIT"       from "NEXT"       [2016-09-06 Tue 10:40]
    - State "WAIT"       from "NEXT"       [2016-08-30 Tue 11:05]
    - State "WAIT"       from "NEXT"       [2016-08-23 Tue 14:35]
    - State "WAIT"       from "TODO"       [2016-07-26 Tue 11:30]
    - State "WAIT"       from "TODO"       [2016-07-19 Tue 10:35]
    - State "WAIT"       from "TODO"       [2016-07-12 Tue 08:40]
    - State "WAIT"       from "TODO"       [2016-07-05 Tue 13:35]
    - State "WAIT"       from "TODO"       [2016-06-28 Tue 10:15]
    - State "WAIT"       from "TODO"       [2016-06-21 Tue 14:25]
    - State "WAIT"       from "TODO"       [2016-06-07 Tue 10:45]
    - State "WAIT"       from "TODO"       [2016-05-31 Tue 11:00]
    - State "WAIT"       from "TODO"       [2016-05-24 Tue 11:45]
    - State "WAIT"       from "TODO"       [2016-05-10 Tue 14:45]
    - State "WAIT"       from "TODO"       [2016-05-03 Tue 15:20]
    - State "WAIT"       from "TODO"       [2016-04-26 Tue 13:40]
    - State "WAIT"       from "TODO"       [2016-04-12 Tue 13:40]
    - State "WAIT"       from "TODO"       [2016-04-05 Tue 14:45]
    - State "WAIT"       from "TODO"       [2016-03-29 Tue 11:20]
    - State "WAIT"       from "TODO"       [2016-03-22 Tue 10:25]
    - State "WAIT"       from "TODO"       [2016-02-14 Sun 12:10]
    - State "WAIT"       from "TODO"       [2016-02-09 Tue 11:20]
    - State "WAIT"       from "TODO"       [2016-02-02 Tue 09:25]
    - State "WAIT"       from "TODO"       [2016-01-26 Tue 10:10]
    - State "WAIT"       from "TODO"       [2016-01-19 Tue 14:30]
    - State "WAIT"       from "TODO"       [2016-01-12 Tue 11:15]
    - State "WAIT"       from "TODO"       [2015-12-22 Tue 11:05]
    - State "WAIT"       from "TODO"       [2015-12-15 Tue 10:30]
    - State "WAIT"       from "TODO"       [2015-12-08 Tue 10:55]
    :END:
**** Vacation
     | start | end   | days | destination | Sundays? |
     |-------+-------+------+-------------+----------|
     | 1/24  | 1/26  |    3 | GA/SC       |        0 |
     | 2/16  | 2/22  |    6 | FL          |        1 |
     | 7/22  | 7/27  |    6 | here/Brant  |        1 |
     | 8/26  | 8/31  |    6 | Brant L     |        1 |
     | 12/29 | 12/31 |    1 | Schdy       |       .5 |
     |       |       |   22 |             |      3.5 |
#+TBLFM: @7$3=vsum(@2..@6)::@7$5=vsum(@2..@6)
**** Vacation
     | start | end   | days | dest  | Sundays? |
     |-------+-------+------+-------+----------|
     | 4/20  | 4/26  |    6 |       |        1 |
     | 4/27  | 5/3   |    6 |       |        1 |
     | 7/14  | 7/18  |    5 | MI    |        0 |
     | 8/10  | 8/18  |    7 | NY/VT |        1 |
     | 11/20 | 11/22 |    3 | SF    |        1 |
     |       |       |   27 |       |        4 |
     #+TBLFM: @7$3=vsum(@2..@6)::@7$5=vsum(@2..@6)

**** CE
     | start | end  | days | dest     | Sundays? | purpose |
     |-------+------+------+----------+----------+---------|
     | 1/7   | 1/7  |    1 | Schdy    |        0 | diss    |
     | 5/21  | 5/22 |    2 | Ossining |        0 | CI      |
     | 9/15  | 9/20 |    6 | B Lake   |        1 | diss    |
     |       |      |    9 |          |          |         |
     #+TBLFM: @5$3=vsum(@2..@4)

**** Vacation
     | start | end   | days | dest       | Sundays? |
     |-------+-------+------+------------+----------|
     | 2/18  | 2/19  |    2 | Buffalo    |        0 |
     | 5/18  | 5/25  |    7 | CI, Meeter |        1 |
     | 7/28  | 8/4   |    7 | Brant Lk   |        1 |
     | 8/13  | 8/19  |    6 | MI         |        1 |
     | 10/8  | 10/10 |    3 | Ithaca     |        1 |
     | 12/25 | 12/31 |    5 |            |        1 |
     |       |       |   30 |            |          |
     #+TBLFM: @12$3=vsum(@2..@11)::@12$5=vsum(@2..@11)

